The start percentage defines where depth cueing starts. Values between 0 and 100.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public int StartPercentage { get; }
  Visual Basic
Public ReadOnly Property StartPercentage As Integer
	Get
  Visual C++
public:
property int StartPercentage {
	int get ();
}
 See Also
  ViewDisplayDepthCueing Class
  Autodesk.Revit.DB Namespace